Repository: OmegaT-extra-L10N/it
Catalog: omegat/project_save.tmx
Source language: en
Languages: it

source: Another package with the same name already exists.
it: Esiste già un altro pacchetto con lo stesso nome.

source: Can't Redo
it: Impossibile rifare

source: Can't Undo
it: Impossibile annullare

source: Cancel
it: Annulla

source: Characters:
it: Caratteri:

source: Choose what text to paste from text recently on the clipboard.
it: Scegliere quale testo incollare dal testo recente contenuto negli appunti.

source: Content Assist Available
it: Aiuto al contenuto disponibile

source: Copies current selection to the clipboard.
it: Copia la selezione attuale negli appunti.

source: Copy
it: Copia

source: Copy Error
it: Errore durante la copia

source: Creating new project from OMT package
it: Creazione del nuovo progetto dal pacchetto OMT

source: Cut
it: Taglia

source: D
it: G

source: Delete
it: Elimina

source: Delete unpacked OMT Package
it: Elimina il pacchetto OMT decompresso

source: Deleting project...
it: Eliminazione del progetto...

source: Direction:
it: Direzione:

source: Do you want to delete the OMT Package?
it: Eliminare il pacchetto OMT?

source: Do you want to overwrite it with the translation from the package ?
it: Sovrascriverla con la traduzione contenuta nel pacchetto?

source: Do you want to overwrite this package?
it: Sovrascrivere questo pacchetto?

source: Down
it: Giù

source: Doxygen-commented files (Okapi)
it: File con commenti Doxygen (Okapi)

source: Encoding:
it: Codifica:

source: Error
it: Errore

source: File Size:
it: Dimensione file:

source: Filter Parameters Files
it: File dei parametri del filtro

source: Filter settings are currently <b>Project Specific</b>.<br>Therefore, after you click "OK", the parameters file will be copied to this location:<br>
it: Le impostazioni del filtro sono attualmente <b>specifiche per progetto</b>.<br>Di conseguente, una volta fatto clic su "OK" il file dei parametri verrà copiato in questa posizione:<br>

source: Find
it: Trova

source: Find Prev.
it: Trova prec.

source: Find what:
it: Trova cosa:

source: Find:
it: Trova:

source: Fuzzy Match
it: Concordanza parziale

source: Fuzzy Matches Issues
it: Problemi delle concordanze parziali

source: Goto Line
it: Vai alla riga

source: HTML files (Okapi)
it: File HTML (Okapi)

source: InDesign IDML files (Okapi)
it: File InDesign IDML (Okapi)

source: Include the name of the translation unit in comments
it: Includi il nome dell'unità di traduzione nei commenti

source: Invalid OMT package, file "omegat.project" is missing.
it: Pacchetto OMT non valido, il file "omegat.project" è mancante.

source: Is there an open project?
it: C'è un progetto aperto?

source: JSON files (Okapi)
it: File JSON (Okapi)

source: Last modified:
it: Ultima modifica eseguita:

source: Line Number:
it: Numero riga:

source: Line terminator:
it: Fine riga:

source: Line: {0}
it: Riga: {0}

source: Lines:
it: Righe:

source: Mark all
it: Contrassegna tutto

source: Markdown files (Okapi)
it: File Markdown (Okapi)

source: Match case
it: Maiuscole/minuscole

source: Missing Path
it: Percorso mancante

source: Multiple markers at this line:
it: Più contrassegni in questa riga:

source: No <xliff> element found.
it: Nessun elemento <xliff> trovato.

source: No Parameters File
it: Nessun file dei parametri

source: No Project Folder
it: Nessuna cartella del progetto

source: No element in the file.
it: Nessun elemento nel file.

source: OMT Package
it: Pacchetto OMT

source: OMT Package file
it: File del pacchetto OMT

source: OMT Package successfully created.
it: Pacchetto OMT creato correttamente.

source: OMT package imported.
it: Pacchetto OMT importato.

source: OMT project packaged.
it: Progetto OMT compresso.

source: Occurrence of "{0}"
it: Occorrenza di "{0}"

source: Okapi Filter Options
it: Opzioni filtro Okapi

source: Okapi XLIFF Filter Options
it: Opzioni filtro XLIFF Okapi

# Old Macintosh ()
source: Old Macintosh (\r)
it: Vecchio Macintosh (\r)

source: OpenXML files (Okapi)
it: File OpenXML (Okapi)

source: Overwrite OMT Package
it: Sovrascrivi il pacchetto OMT

source: Overwrite project_save.tmx File
it: Sovrascrivi il file project_save.tmx

source: Pack and delete project...
it: Compressione ed eliminazione del progetto...

source: Pack project as OMT file...
it: Compressione del progetto come file OMT...

source: Packing OMT project...
it: Compressione del progetto OMT...

source: Paste
it: Incolla

source: Paste from History
it: Incolla dalla cronologia

source: Path:
it: Percorso:

source: Places text on clipboard at current location in text file.
it: Inserisce il testo contenuto negli appunti nella posizione attuale all'interno del file di testo.

source: Please enter an integer between 1 and
it: Inserire un numero intero tra 1 e

source: Press 'F2' for focus
it: Premere 'F2' per attivare il fuoco

source: Properties: {0}
it: Proprietà: {0}

source: Protect entries with state='final' (if not set: they can be edited)
it: Proteggi le voci con state='final' (se non impostato: esse non possono essere modificate)

source: Qt TS files (Okapi)
it: File Qt TS (Okapi)

source: Re-applies the last action undone.
it: Riapplica l'ultima azione annullata.

source: Redo
it: Rifai

source: Regex
it: Espr.Reg.

source: Removes current selection and places it on the clipboard.
it: Rimuove la selezione attuale e la inserisce negli appunti.

source: Removes current selection.
it: Rimuove la selezione attuale.

source: Replace
it: Sostituisci

source: Replace All
it: Sostituisci tutto

source: Replace with:
it: Sostituisci con:

source: Replace:
it: Sostituisci:

source: SDL-XLIFF files (Okapi)
it: File SDL-XLIFF (Okapi)

source: Segment beginning with a fuzzy match prefix
it: Segmento che inizia con un prefisso di concordanza parziale

source: Select All
it: Seleziona tutto

source: Select a Filter Parameters File
it: Seleziona un file dei parametri del filtro

source: Select location and name of the OMT package
it: Selezionare la posizione e il nome del pacchetto OMT

source: Select the OMT package to import
it: Selezionare il pacchetto OMT da importare

source: Selects all text in current text document.
it: Seleziona tutto il testo nel documento di testo attivo.

source: Shift+Enter performs a backwards replace
it: Maiusc+Invio esegue una sostituzione all'indietro

source: Shift+Enter performs a backwards search
it: Maiusc+Invio esegue una ricerca all'indietro

source: Show and protect entries with translate='no' (if not set: they are not extracted)
it: Mostra e proteggi le voci con translate='no' (se non impostato: esse non vengono estratte)

source: Sorry, there was a problem copying the parameters file.
it: Attenzione, si è verificato un problema durante la copia del file dei parametri.

source: System Default
it: Predefinito di sistema

source: TagEditor TTX files (Okapi)
it: File TTX TagEditor (Okapi)

source: Takes back the last action.
it: Ripristina l'ultima azione eseguita.

source: The package has been successfully unpacked.
it: IL pacchetto è stato decompresso correttamente.

source: The parameters file does not exist.
it: Il file dei parametri non esiste.

source: The project already has an ongoing translation.
it: Il progetto contiene già una traduzione in corso.

source: The version attribute is missing.
it: L'attributo della versione è mancante.

source: Transifex project files (Okapi)
it: File di progetto Transifex (Okapi)

source: U
it: S

source: Unable to determine the project folder.
it: Impossibile determinare la cartella del progetto.

source: Undo
it: Annulla

source: Unpack project from OMT file...
it: Decompressione del progetto dal file OMT...

source: Unpacking OMT package...
it: Decompressione del pacchetto OMT...

source: Up
it: Su

source: Updating current project with OMT package content
it: Aggiornamento del progetto attuale col contenuto del pacchetto OMT

source: Use the default filter settings (%s)
it: Usa le impostazione del filtro predefinite (%s)

source: Use the following filter parameters file:
it: Usa il file dei parametri di filtro seguente:

source: Whole word
it: Parola intera

source: Wordfast Pro TXML files (Okapi)
it: File TXML Wordfast Pro (Okapi)

source: Words:
it: Parole:

source: Wrap
it: A capo

source: XLIFF files (Okapi)
it: File XLIFF (Okapi)

source: XLIFF-2 files (Okapi)
it: File XLIFF-2 (Okapi)

source: XML files (Okapi - XML Filter)
it: File XML (Okapi - filtro XML)

source: XML files (Okapi - XML Stream Filter
it: File XML (Okapi - filtro di flusso XML

source: YAML files (Okapi)
it: File YAML (Okapi)

source: You must specify a path.
it: È necessario specificare un percorso.
